"You are about to open more then four panes of file info. Maybe you forget to press Control or Option key?" = "You are about to open more then four panes of file info. Maybe you forget to press Control or Option key?";
"Are you sure you want to open?" = "Are you sure you want to open?";
